{
    "status": true,
    "msg": "Data found.",
    "data": [
        {
            "news_id": 394,
            "title": "ICC Rates Newlands Cape Town Pitch as 'Unsatisfactory' – Concerns Raised Over Playing Conditions",
            "description": "ICC",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/354507055_news.jpg",
            "pub_date": "09 Jan, 2024 | 04:49 PM",
            "content": [
                "<p>The International Cricket Council (ICC) has officially declared the pitch at Newlands Cricket Ground unsatisfactory. Match referee Chris Broad submitted a report, raising concerns about the conditions. Following evaluation, the Newlands pitch in Cape Town was deemed subpar..<\/p>\r\n"
            ]
        },
        {
            "news_id": 393,
            "title": "3rd T20 Match:  India W vs Australia W",
            "description": "India Women vs Australia Women ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/554705322_news.jpg",
            "pub_date": "09 Jan, 2024 | 03:12 PM",
            "content": [
                "<p>The decider match between Indian Women and Australia Women in the T20 series is scheduled for today at 7 pm at DY Patil Sports Academy, Mumbai. India won the first match by nine wickets, but Australia secured a victory in the second match by six wickets, making it a 1-1 tie in the series. Despite the setback, Captain Harmanpreet Kaur is expected to maintain the playing eleven. Improved fielding is crucial for India after a poor performance in the last match, and they aim to bring their full strength to win the T20 series.<\/p>\r\n\r\n<p>Team Squads:&nbsp;<\/p>\r\n\r\n<p>India women<\/p>\r\n\r\n<p>Smriti Mandhana, Shefali Verma, Richa Ghosh (wk), Jemimah Rodriguez, Harmanpreet Kaur (captain), Deepti Sharma, Sneh Rana, Amanjot Kaur, Pooja Vastrakar, Shreyanka Patil, Renuka Singh Thakur.<\/p>\r\n\r\n<p>Australia women<\/p>\r\n\r\n<p>Beth Mooney, Phoebe Litchfield, Ellyse Perry, Tahlia McGrath, Alyssa Healy (c), Ashley Gardner, Annabel Sutherland, Alana King, Darcy Brown, Kim Garth, Megan Schutt.<\/p>\r\n"
            ]
        },
        {
            "news_id": 392,
            "title": "Campa Clinches Exclusive Sponsorship Deal: Official Soft Drink Sponsor for All BCCI Cricket Series in India\"",
            "description": "BCCI",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1011173857_news.jpg",
            "pub_date": "09 Jan, 2024 | 12:09 PM",
            "content": [
                "<p>In a strategic move, Campa, a soft drink brand under Reliance ownership, has inked a lucrative multi-year deal with the Board of Control for Cricket in India (BCCI), securing its position as an official central sponsor for all cricket series in the country. This landmark agreement not only solidifies Campa&#39;s presence but also sidelines industry giants Coca-Cola and PepsiCo for BCCI matches in India.<\/p>\r\n"
            ]
        },
        {
            "news_id": 391,
            "title": "Faf Du Plessis Keeps Door Ajar for T20 World Cup 2024 Comeback with South Africa",
            "description": "Faf Du Plessis",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1084576113_news.jpg",
            "pub_date": "09 Jan, 2024 | 09:41 AM",
            "content": [
                "<p>In a recent interview with PTI, South Africa&#39;s cricket legend Faf du Plessis hinted at a potential return to international cricket, sparking excitement among fans. As preparations for the T20 World Cup 2024 in the West Indies and America are underway, Du Plessis&#39; statement adds an intriguing twist to the cricketing landscape. Cricket enthusiasts eagerly await updates on his comeback, anticipating his possible participation in the upcoming ICC tournament.<\/p>\r\n"
            ]
        },
        {
            "news_id": 390,
            "title": "Big Bash League 2023-24 : Hobart Hurricanes vs Adelaide Strikers ",
            "description": "Big Bash League 2023-24",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1206813157_news.jpg",
            "pub_date": "09 Jan, 2024 | 09:30 AM",
            "content": [
                "<p>the 31st BBL match today at 1:45 pm, Hobart Hurricanes face Adelaide Strikers at Adelaide Oval. Hobart is fifth in the points table with 3 wins in 6 matches, while Adelaide Strikers are sixth with 2 wins in 7 matches. Stay tuned for an exciting clash..<\/p>\r\n\r\n<p><br \/>\r\nthe 21 matches between Hobart Hurricanes and Adelaide Strikers, Hobart Hurricanes have won 8 matches, while Adelaide Strikers have secured victory in 13 matches.<\/p>\r\n\r\n<p>Team Squads&nbsp;<\/p>\r\n\r\n<p>Adelaide Strikers: Matt Short (captain), Dee Short, Chris Lynn, Adam Hoes, Thomas Kelly, Jamie Overton, Harry Neilson (wk), Henry Thornton, David Payne, Cameron Boyce, Lloyd Pope<\/p>\r\n\r\n<p>&nbsp;Hobart Hurricanes: Caleb Jewell, Ben McDermott (wk), Mac Wright, Sam Hain, Corey Anderson, Nikhil Chaudhary, Tim David, Chris Jordan, Patrick Dooley, Nathan Ellis (c), Riley Meredith.<\/p>\r\n"
            ]
        },
        {
            "news_id": 389,
            "title": "PCB Announces Mohammad Rizwan as Vice-Captain for Pakistan's T20 Cricket Team",
            "description": "Pakistan Cricket Board",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1473813077_news.jpg",
            "pub_date": "08 Jan, 2024 | 05:24 PM",
            "content": [
                "<p>In a significant move, the Pakistan Cricket Board (PCB) has appointed Mohammad Rizwan as the vice-captain for the national T20 cricket team. This decision comes alongside the captaincy change, with Shaheen Shah Afridi taking over from Babar Azam as the team&#39;s T20 captain, as announced on the official PCB social media platform X.<\/p>\r\n"
            ]
        },
        {
            "news_id": 388,
            "title": "Heinrich Klaasen Bids Farewell to Test Cricket: Announces Retirement",
            "description": "South Africa Cricket Board ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/783724447_news.jpg",
            "pub_date": "08 Jan, 2024 | 05:20 PM",
            "content": [
                "<p>South African wicketkeeper-batsman Heinrich Klaasen recently announced his retirement from Test cricket, opting to focus on ODIs and T20s. Having played only four Test matches since his debut against India in 2019, Klaasen scored a total of 104 runs, with his highest score being 35.<\/p>\r\n\r\n<p>Henrique became the second South African cricketer to retire from Test cricket earlier this year. Prior to his retirement, Dean Elgar had announced his departure, playing his final Test against India on 3 January in Cape Town<\/p>\r\n"
            ]
        },
        {
            "news_id": 387,
            "title": "Injury Woes Hit Indian Cricket Team: Shami to Miss Initial Tests, Suryakumar Yadav Set for Hernia Surgery",
            "description": "BCCI",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1048094953_news.jpg",
            "pub_date": "08 Jan, 2024 | 11:46 AM",
            "content": [
                "<p>Indian team faces challenges with injuries ahead of the series against England. Mohammed Shami is expected to sit out the first two Tests, while Suryakumar Yadav is set to undergo hernia surgery, with a recovery period of 8 to 9 weeks. The dynamic batsman aims to regain fitness in time for the upcoming IPL.<\/p>\r\n"
            ]
        },
        {
            "news_id": 386,
            "title": "Rohit Sharma's Stellar Captaincy Reign: A T20I Record Kind to Victory",
            "description": "Rohit Sharma ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1791921862_news.jpg",
            "pub_date": "07 Jan, 2024 | 09:24 PM",
            "content": [
                "<p>&nbsp;<\/p>\r\n\r\n<p>Rohit Sharma, renowned as the &quot;Hitman,&quot; returns to helm the Indian T20I squad on January 11th, boasting an impressive captaincy record. With 39 victories in 51 matches and a commanding winning percentage of 76.47, Sharma&#39;s leadership prowess is poised to guide the team with his strategic acumen and cricketing finesse. The anticipation is high as fans eagerly await the Hitman&#39;s return to the captain&#39;s chair.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Matches - 51<\/p>\r\n\r\n<p>Won - 39<\/p>\r\n\r\n<p>Lose - 12<\/p>\r\n\r\n<p>Winning Percentage - 76.47<\/p>\r\n"
            ]
        },
        {
            "news_id": 385,
            "title": "Pujara's Resurgence: A Spectacular Double Century Signals a Triumphant Return in Ranji Trophy 2024\"",
            "description": "Ranji Trophy 2024",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1840899074_news.jpg",
            "pub_date": "07 Jan, 2024 | 02:44 PM",
            "content": [
                "<p>Cheteshwar Pujara silenced the selectors&#39; decision to omit him from the Test team for the South Africa tour by showcasing his brilliance in the Ranji Trophy 2024. The seasoned batsman delivered a resounding message with a remarkable double century, underscoring his unwavering prowess and determination on the cricket field.<\/p>\r\n"
            ]
        },
        {
            "news_id": 384,
            "title": "2nd T20 Match:  India W vs Australia W ",
            "description": "India Women vs Australia Women ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1653920366_news.jpg",
            "pub_date": "07 Jan, 2024 | 09:43 AM",
            "content": [
                "<p>The second T20 match at DY Patil Sports Academy, Mumbai, the Indian Women&#39;s team aims to secure victory and clinch the series against Australia Women. Following their impressive nine-wicket win in the opening match, Team India holds a 1-0 lead in the three-match series. The Indian squad is eager to build on their success and emerge triumphant in today&#39;s crucial encounter at 7 pm.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>the opening encounter, India secured a convincing victory over Australia by nine wickets. Australia set a target of 141 runs, losing all wickets in 19.2 overs. In a stellar response, India achieved the target, scoring 145 runs with the loss of only one wicket in 17.4 overs. Smriti Mandhana&#39;s impressive 54 runs and Shefali&#39;s commanding 64 runs were pivotal in India&#39;s triumph, showcasing their brilliant innings and contributing significantly to the team&#39;s success.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>India W vs Australia W Team Squads&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>India women<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Smriti Mandhana, Shefali Verma, Richa Ghosh (wk), Jemimah Rodriguez, Harmanpreet Kaur (captain), Deepti Sharma, Sneh Rana, Amanjot Kaur, Pooja Vastrakar, Shreyanka Patil, Renuka Singh Thakur.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Australia women<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Beth Mooney, Phoebe Litchfield, Ellyse Perry, Tahlia McGrath, Alyssa Healy (c), Ashley Gardner, Annabel Sutherland, Alana King, Darcy Brown, Kim Garth, Megan Schutt.<\/p>\r\n"
            ]
        },
        {
            "news_id": 383,
            "title": "Big Bash League 2023-24: Hobart Hurricanes vs Brisbane Heat Match Number 29",
            "description": "Big Bash League 2023-24 ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/154966458_news.jpg",
            "pub_date": "07 Jan, 2024 | 09:34 AM",
            "content": [
                "<p>Today&#39;s Big Bash League encounter, Brisbane Heat and Hobart Hurricanes will face off at the Gabba Brisbane Cricket Ground. Both teams enter the match on a positive note, with Hobart Hurricanes securing a 6-wicket victory against Melbourne Renegades, while Brisbane Heat emerged triumphant against Sydney Sixers, winning by 3 runs under the DLS rule in their last respective matches. The stage is set for an exciting clash between these two teams.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>the latest standings, Brisbane Heat leads the points table with an impressive record of 5 victories in 7 matches. Meanwhile, Hobart Hurricanes currently hold the fifth position, having secured 3 wins in 6 matches. The competition seems to be heating up as teams strive for higher rankings in the ongoing matches.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Brisbane Heat vs Hobart Hurricanes Team Squads&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Brisbane Heat - Josh Brown, Colin Munro (c), Nathan McSweeney, Matt Renshaw, Sam Billings (wk), Paul Walter, Michael Neser, Xavier Bartlett, Spencer Johnson, Mitchell Swepson, Matthew Kuhneman.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;Hobart Hurricanes - Caleb Jewell, Ben McDermott (wk), Mac Wright, Sam Hain, Corey Anderson, Tim David, Nikhil Chaudhary, Chris Jordan, Patrick Dooley, Nathan Ellis (c), Riley Meredith<\/p>\r\n"
            ]
        },
        {
            "news_id": 382,
            "title": "The World Cup is the No.1 ODI innings in 2023.",
            "description": "CWC 2023",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/2084375728_news.jpg",
            "pub_date": "06 Jan, 2024 | 08:51 PM",
            "content": [
                "<p>Glenn Maxwell&#39;s breathtaking innings of 201* (128) against Afghanistan in the 2023 World Cup has been crowned as the No.1 ODI innings by Wisden, showcasing his remarkable prowess on the cricket field.<\/p>\r\n"
            ]
        },
        {
            "news_id": 381,
            "title": "India A Squad Revealed for Practice Match and Opening Four-Day Clash Against England Lions",
            "description": "BCCI",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/830820555_news.jpg",
            "pub_date": "06 Jan, 2024 | 04:27 PM",
            "content": [
                "<p>The India A team for the practice match and first four-day match against England Lions has been announced. Easwaran will lead the team, with Sudarshan, Patidar, Sarfaraz, Pradosh Ranjan, Bharat as the wicketkeeper, Suthar, Pulkit Narang, Saini, Deshpande, Kaverappa, Jurel as the second wicketkeeper, and Akash Deep completing the lineup.<\/p>\r\n"
            ]
        },
        {
            "news_id": 380,
            "title": "David Warner's performance in Test cricket was excellent",
            "description": "David Warner ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/931911692_news.jpg",
            "pub_date": "06 Jan, 2024 | 12:39 PM",
            "content": [
                "<p>David Warner&#39;s Test cricket career has been nothing short of legendary, featuring 112 matches where he amassed a remarkable 8786 runs at an impressive average of 44.82. With a formidable strike rate of 70.20, Warner showcased his aggressive and impactful style of play. Boasting 26 centuries and 37 fifties, his contribution to Australian cricket is undeniably monumental.<\/p>\r\n"
            ]
        },
        {
            "news_id": 379,
            "title": "1st ODI Match:  Sri Lanka vs Zimbabwe",
            "description": "SL v ZIM",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/351886411_news.jpg",
            "pub_date": "06 Jan, 2024 | 10:36 AM",
            "content": [
                "<p>The upcoming ODI series between Sri Lanka and Zimbabwe, the first match is set to take place today at R Premadasa International Cricket Stadium in Colombo at 2:30 pm. Zimbabwe, having faced setbacks against Ireland in both ODIs and T20s, is keen on delivering a strong performance. Meanwhile, Sri Lanka is looking to bounce back from a disappointing showing in the ODI World Cup 2023, especially considering their last encounter with Zimbabwe resulted in a 2-1 defeat during the tour in January 2022.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>In the 62 matches between Sri Lanka and Zimbabwe, Sri Lanka has emerged victorious in 47 games, Zimbabwe in 12, and 3 matches ended with no result.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Srilanka vs Zimbabwe Team Squads&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Sri Lanka<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;Charith Asalanka, Kusal Mendis (captain), Pathum Nissanka, Sadira Samarawickrama, Dunith Velaleg, Dushmantha Chameera, Wanindu Hasaranga, Avishka Fernando, Dilshan Madushanka, Dasun Shanaka, Mahesh Theekshana.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;zimbabwe<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;Ryan Burl, Craig Ervin (captain), Clive Madande, Tinashe Kamunhukamwe, Luke Jongwi, Sikandar Raza, Richard Ngarwa, Milton Shumba, Blessing Muzarabani, Wellington Masakadza, Tony Monunga.<\/p>\r\n"
            ]
        },
        {
            "news_id": 378,
            "title": "Big Bash League 2023-24: Melbourne Star vs Sydney Sixers match number 28",
            "description": "Big Bash League 2023-24",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/1613627881_news.jpg",
            "pub_date": "06 Jan, 2024 | 10:29 AM",
            "content": [
                "<p>In today s BBL 2023 clash at Melbourne Cricket Ground, Melbourne Stars will take on Sydney Sixers at 1:45 pm. Melbourne Stars, coming off an 8-wicket victory against Melbourne Renegades, currently hold the fourth spot on the points table with 4 wins and 8 points from 7 matches. Meanwhile, Sydney Sixers, who faced a 3-run defeat against Brisbane Heat in their last outing due to the DLS rule, stand at the third position with 3 wins and 8 points from 7 matches. It promises to be an exciting encounter between these two competitive teams.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>Melbourne Star vs Sydney Sixers Team Squads&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>melbourne stars<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;Daniel Lawrence, Glenn Maxwell (c), Thomas Rogers, Sam Harper (wk), Beau Webster, Marcus Stoinis, Jonathan Merlo, Joel Paris, Hilton Cartwright, Imad Wasim, Mark Steketee<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;sydney sixers<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>&nbsp;James Vince, Moises Henriques (captain), Josh Philippe (wk), Jack Edwards, Curtis Patterson, Jordan Silk, Tom Curran, Todd Murphy, Sean Abbott, Ben Dwarshuis, Steve O&#39;Keefe<\/p>\r\n"
            ]
        },
        {
            "news_id": 377,
            "title": "India Dominates Australia in 1st T20I: Shafali, Smriti, and Titas Shine in a Spectacular Victory",
            "description": "India Women vs Australia Women ",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/371960191_news.jpg",
            "pub_date": "05 Jan, 2024 | 10:45 PM",
            "content": [
                "<p>In a dominating performance, Team India clinched victory in the first T20 match against Australia&#39;s women&#39;s team, securing a nine-wicket win and taking a commanding 1-0 lead in the three-match series.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>the DY Patil Stadium in Mumbai, India won the toss and opted to bowl first against Australia. Australia managed to score 141 runs, with notable contributions from Phoebe Litchfield (49 runs) and Elise Perry (37 runs). India&#39;s bowling showcased Titas Sadhu&#39;s impressive performance with four wickets, while Shreyanka Patil and Deepti Sharma secured two wickets each. Additionally, Renuka Singh and Amanjot Kaur each claimed one wicket.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p>In a remarkable performance, India successfully chased down the target of 142 runs with ease. Smriti Mandhana and Shefali Verma formed a formidable opening partnership, contributing 137 runs for the first wicket. Mandhana played a crucial role with a score of 54 runs before departing, while Shefali Verma remained unbeaten at 64 runs. Jemima Rodrigues also stayed unbeaten, adding six runs to the total. India secured victory by losing just one wicket in 17.4 overs, winning the match convincingly by 9 wickets.<\/p>\r\n"
            ]
        },
        {
            "news_id": 376,
            "title": "India's Roadmap in the T20 World Cup 2024: Fixture Highlights and Key Matchups\"",
            "description": "T20 World Cup",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/739132319_news.jpg",
            "pub_date": "05 Jan, 2024 | 08:42 PM",
            "content": [
                "<p>The ICC has unveiled the schedule for the T20 World Cup 2024, taking place from June 1 to June 29 with 20 participating teams. India&#39;s opening match against Ireland is set for June 5, followed by a highly anticipated clash against Pakistan on June 9. The team will also face America on June 12 and Canada on June 15. All of India&#39;s matches will kick off at 8.30 PM IST. The tournament&#39;s final is scheduled for June 29 at Barbados. The participating nations are divided into four groups, with India placed in Group A alongside Pakistan, Ireland, Canada, and the USA. The matches will be held in West Indies and America.<\/p>\r\n\r\n<p>India vs Ireland on June 5th.&nbsp;<br \/>\r\nIndia vs Pakistan on June 9th.&nbsp;<br \/>\r\nIndia vs USA on June 12th.&nbsp;<br \/>\r\nIndia vs Canada on June 15th.<\/p>\r\n"
            ]
        },
        {
            "news_id": 375,
            "title": "T20 World Cup 2024:",
            "description": "T20 World Cup 2024",
            "image": "http:\/\/cricketchampion.co.in\/webroot\/img\/news\/246180845_news.jpg",
            "pub_date": "05 Jan, 2024 | 08:41 PM",
            "content": [
                "<p>The T20I World Cup 2024 kicks off with an exciting opening match on 1st June between USA and Canada. The journey continues with the 1st Semifinal in Guyana on 26th June, followed by the 2nd Semifinal in Trinidad on 27th June. The pinnacle of the tournament, the Final, is set to take place on 29th June at Barbarossa. Cricket enthusiasts can anticipate thrilling encounters and intense competition throughout the tournament.<\/p>\r\n"
            ]
        }
    ]
}